"%1 already exists.\nDo you want to replace it?"="%1 on jo olemassa.\nHaluatko korvata sen?";
"%1 days left"="%1 päivää jäljellä";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nHakemistoa ei löytynyt.\nTarkista, että on annettu oikea hakemistonimi.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nTiedostoa ei löytynyt.\nTarkista, että on annettu oikea tiedostonimi.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s on offline-tilassa juuri nyt, mutta Lessons avautuu automaattisesti seuraavan kerran avaat Lessons-sovelluksen.";
"&Abort"="&Keskeytä";
"&Add to Custom Colors"="&Lisää mukautettuihin väreihin";
"&Basic colors"="&Perusvärit";
"&Cancel"="&Peruuta";
"&Copy"="&Kopioi";
"&Custom colors"="&Mukautetut värit";
"&Define Custom Colors >>"="&Määritä mukautetut värit >>";
"&Delete"="&Poista";
"&Finish"="&Valmis";
"&Green:"="&Vihreä:";
"&Help"="O&hje";
"&Ignore"="&Ohita";
"&Name:"="&Nimi:";
"&Next >"="&Seuraava >";
"&Next >"="&Seuraava >";
"&No"="&Ei";
"&No"="&Ei";
"&Open"="&Avaa";
"&Options <<"="&Vaihtoehdot <<";
"&Options >>"="&Vaihtoehdot >>";
"&Paste"="L&iitä";
"&Print"="&Tulosta";
"&Red:"="&Punainen:";
"&Redo"="&Tee uudelleen";
"&Reload"="&Lataa uudelleen";
"&Rename"="&Nimeä uudelleen";
"&Retry"="&Yritä uudelleen";
"&Sat:"="&Kyll:";
"&Save"="&Tallenna";
"&Undo"="&Kumoa";
"&Unsorted"="&Lajittelematon";
"&Val:"="&Val:";
"&Yes"="&Kyllä";
"&Yes"="&Kyllä";
"..."="...";
":"=":";
"< &Back"="< &Edellinen";
"< Share Options"="< Jaa asetukset";
"< Share with SMART Board"="<Jaa SMART Boardilla";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Tietoja: Qt</h3>%1<p>Qt on C++ -työkalupaketti sovellusten cross-platform-kehitykseen.</p><p>Qt tarjoaa yhden lähteen siirrettävyyden käyttöjärjestelmille MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, ja kaikille tärkeille kaupallisille Unix-varianteille. Qt on myös saatavilla upotetuille laitteille kuten Qtopia Core.</p><p>Qt on Trolltech-tuote. Katso lisätietoja sivustolta <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Tämä ohjelma käyttää Qt Open Source Edition -versiota %1.</p><p>Qt Open Source Edition on tarkoitettu avoimen lähdekoodin sovellusten kehittämistä varten. Sinulla on oltava kaupallinen Qt-lisenssi omistusoikeudellisten (suljetun lähdekoodin) sovellusten kehitystä varten.</p><p>Katso yleistietoja Qt-lisensoinnista sivustolta <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Tämä ohjelma käyttää Qt-versiota %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="SMART Notebook Advantage -tuoteavain vaaditaan tähän SMART Notebook -ohjelmistoversioon. Lisätietoja on osoitteessa <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a>.";
"A&lpha channel:"="A&lfakanava:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 tuumaa)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Keskeytä";
"About %1"="Tietoja: %1";
"About Qt"="Tietoja: Qt";
"Account"="Tili";
"Activate"="Aktivoi";
"Activated"="Aktivoitu";
"Activates the program's main window"="Aktivoi ohjelman pääikkunan";
"Activation Key"="Aktivointiavain";
"Activation Web Services:"="Aktivoinnin verkkopalvelut:";
"Activation Wizard"="Ohjattu aktivointi";
"Activation Wizard is outdated."="Ohjattu aktivointi on vanhentunut.";
"Activation required"="Aktivointia vaaditaan";
"Add Boards"="Lisää tauluja";
"Advanced"="Lisäasetukset";
"Aliases: %1"="Aliakset: %1";
"All Files (*)"="Kaikki tiedostot (*)";
"All Files (*.*)"="Kaikki tiedostot (*.*)";
"All pending requests have been canceled."="Kaikki kesken olevat pyynnöt on peruutettu.";
"Apply"="Käytä";
"Are you sure you want to delete license information?"="Haluatko varmasti poistaa lisenssitiedot?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Haluatko varmasti palauttaa tämän tuotteen tuoteavaimen? Tämän tietokoneen lisenssi poistuu käytöstä välittömästi (ennen palautuksen päättymistä).";
"Authentication Required"="Vaaditaan todennus";
"Authentication required"="Vaaditaan todennus";
"Automatic Activation"="Automaattinen aktivointi";
"B0 (1000 x 1414 mm)"="B0 (1 000 x 1 414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1 000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 tuumaa)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Edellinen";
"Bl&ue:"="Si&ninen:";
"Browse Content"="Selaa sisältöä";
"Browse..."="Selaa...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Peruuta";
"Canceled"="Peruutettu";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Näppäintä ei voitu vahvistaa. Yritä aktivointia uudelleen. \n\nJos ongelma jatkuu, merkitse muistiin virheilmoitukset ja yhteyttä SMARTin tekniseen tukeen.";
"Centimeters (cm)"="Senttimetriä (cm)";
"Check Activation Server Connectivity"="Tarkista aktivointipalvelimen liitettävyys";
"Check for renewals complete. No renewals found."="Uusintojen tarkistus valmis. Uusintoja ei löytynyt.";
"Checking..."="Tarkistetaan...";
"Choose your SMART Board"="Valitse SMART Boardisi";
"Class ID"="Luokkatunnus";
"Class Name"="Luokan nimi";
"Cleaning up a few things..."="Siivotaan muutamia asioita...";
"Click here to test connectivity."="Testaa liitettävyyttä napsauttamalla tästä.";
"Close"="Sulje";
"Close without Saving"="Sulje tallentamatta";
"Collate"="Lajittele";
"Color"="Väri";
"Color Mode"="Väritila";
"Commit"="Suorita";
"Complete Later"="Täytä myöhemmin";
"Connect"="Yhdistä";
"Connected to host"="Yhdistetty isäntään";
"Connected to host %1"="Yhdistetty isäntään %1";
"Connection Options"="Yhteysasetukset";
"Connection Options..."="Yhteysasetukset...";
"Connection closed"="Yhteys suljettu";
"Connection refused"="Yhteys kielletty";
"Connection refused (or timed out)"="Yhteys kielletty (tai aikakatkaistu)";
"Connection to %1 closed"="Yhteys kohteeseen %1 suljettu";
"Contact Support at:"="Ota yhteys tukeen osoitteessa:";
"Contact technical support"="Ota yhteyttä tekniseen tukeen";
"Continue"="Jatka";
"Copies"="Kopioita";
"Copies:"="Kopioita:";
"Copy"="Kopioi";
"Copy &Link Location"="Kopio ja linkitä -sijainti";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Aktivointi ei onnistunut. Ongelma voi olla aktivointipalvelimilla. Yritä uudelleen myöhemmin.";
"Could not connect to the server. Trying again..."="Ei voitu yhdistää palvelimeen. Yritetään uudestaan...";
"Couldn't find a board with that code. Want to try again?"="Ei voitu löytää taulua täällä koodilla. Haluatko yrittää uudelleen?";
"Couldn't load profile"="Ei voi ladata profiilia";
"Couldn't start the trial period."="Ei voitu aloittaa kokeilujaksoa.";
"Count"="Laske";
"Create New Folder"="Luo uusi kansio";
"Create a New File"="Luo uusi tiedosto";
"Create a link to this document"="Luo linkki tähän dokumenttiin";
"Creating ..."="Luodaan...";
"Cu&t"="L&eikkaa";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Data vaurioitunut";
"Delete"="Poista";
"Detail View"="Yksityiskohtainen näkymä";
"Details:"="Tiedot:";
"Directories"="Hakemistot";
"Directory"="Hakemisto";
"Disabled"="Poissa käytöstä";
"Discard"="Hylkää";
"Do you want to discard this request or complete it later?"="Haluatko poistaa tämän pyynnön tai täyttää sen myöhemmin?";
"Don't Save"="Älä tallenna";
"Don't show this again"="Älä näytä tätä uudelleen";
"Done"="Valmis";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Lataus keskeneräinen. Vastaanotettu %1 tavua, odotettiin %2 tavua.";
"Drive"="Asema";
"Duplex Printing"="Kaksipuolinen tulostus";
"Error writing response to device"="Virhe kirjoitettaessa vastausta laitteelle";
"Examples"="Esimerkit";
"Executable '%1' requires Qt %2, found Qt %3."="Suoritettava '%1' vaatii Qt %2, löytyi Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 tuumaa, 191 x 254 mm)";
"Expired"="Vanhentunut";
"Expired on %1"="Vanhenee%1";
"Expires on %1"="Vanhenee %1";
"Failed due to a data error. Please contact our support."="Epäonnistui datavirheen vuoksi. Ota yhteys tuotetukeen.";
"Failed to cancel all pending requests."="Kaikkien odottavien pyyntöjen peruuttaminen epäonnistui.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Yhteyden luominen SMART-palvelimeen epäonnistui. Yritä myöhemmin uudelleen tai kokeile manuaalista aktivointia.";
"Failed to write activation information. Make sure you have enough permissions."="Aktivointitietojen kirjoittaminen epäonnistui. Varmista, että sinulla on riittävät oikeudet.";
"Failed. Details: "="Epäonnistui. Tiedot: ";
"False"="Epätosi";
"File"="Tiedosto";
"File name:"="Tiedostonimi:";
"Files of type:"="Tiedostot tyypeittäin:";
"Finished"="Valmis";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Lomake";
"From page:"="Sivulta:";
"Fulfillment ID"="Täyttötunnus";
"Get started with SMART Notebook software"="SMART Notebook -ohjelmiston käytön aloittaminen";
"Getting things ready..."="Valmistaudutaan...";
"Go Back"="Palaa";
"Grace period has expired."="Jatkoaika on umpeutunut.";
"Grace period: <b>%1</b> day(s) remaining"="Jäljellä oleva aika: <b>%1</b> päivä(ä) jäljellä";
"Grayscale"="Harmaasävy";
"Great! Your lesson is on its way to the SMART Board."="Hienoa! Oppituntisi on matkalla SMART Boardille.";
"HTTP request failed"="HTTP-pyyntö epäonnistui";
"HTTPS connection requested but SSL support not compiled in"="HTTPS-yhteyttä pyydetty mutta SSL-tukea ei ole käännetty";
"Height:"="Korkeus:";
"Help"="Ohje";
"Hide %1"="Piilota %1";
"Hide Others"="Piilota muut";
"Host %1 found"="Isäntä %1 löydetty";
"Host %1 not found"="Isäntää %1 ei löydetty";
"Host found"="Isäntä löydetty";
"Host requires authentication"="Isäntä edellyttää todennusta";
"Host:"="Isäntä:";
"Hu&e:"="Sä&vy:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Hyväksyn <a href=\"showEula()\">käyttöoikeussopimuksen</a> ehdot.";
"Ignore"="Ohita";
"Inches (in)"="Tuumaa (in)";
"Include your name to help students find your class quickly."="Lisää nimesi, jos haluat auttaa opiskelijoita löytämään luokkasi nopeasti.";
"Includes maintenance ending on:"="Sisältää huollon, joka päättyy:";
"Includes permanent activations."="Sisältää pysyviä aktivointeja.";
"Includes subscriptions expiring on:"="Sisältää tilaukset, jotka päättyvät:";
"Incompatible Qt Library Error"="Yhteensopimaton Qt-kirjasto -virhe";
"Installation ID"="Asennustunnus";
"Internet access is disabled by the system administrator."="Järjestelmänvalvoja on ottanut internetyhteyden pois käytöstä.";
"Invalid"="Virheellinen";
"Invalid HTTP chunked body"="Virheellinen HTTP-paloiteltu runko";
"Invalid HTTP response header"="Virheellinen HTTP-vastausotsake";
"Invalid entitlement"="Virheelliset oikeudet";
"Invalid product key."="Tuoteavain ei kelpaa.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Näyttää, että taulun oppituntikirjasto on täynnä. Voit poistaa joitakin oppitunteja tilan vapauttamiseksi.";
"Landscape"="Maisema";
"Learn how to renew."="Lue, kuinka se uusitaan.";
"Learn more."="Lisätietoja.";
"Learn the Basics"="Opi perusteet";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8,5 x 14 tuumaa, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8,5 x 11 tuumaa, 216 x 279 mm)";
"Limitations"="Rajoitukset";
"List View"="Luettelonäkymä";
"Location:"="Sijainti:";
"Long side"="Pitkä sivu";
"Look in:"="Kohde:";
"Lync connector"="Lync-liitin";
"Manage"="Hallinnoi";
"Manual Request"="Manuaalinen pyyntö";
"Margins"="Reunat";
"Microsoft (personal)"="Microsoft (henkilökohtainen)";
"Millimeters (mm)"="Millimetriä (mm)";
"My Computer"="Oma tietokone";
"N&o to All"="E&i kaikkiin";
"N&o to All"="E&i kaikkiin";
"Name:"="Nimi:";
"No Internet Connection"="Ei Internet-yhteyttä";
"No boards yet. Get connected."="Ei tauluja vielä. Saadaan yhteys.";
"No proxy"="Ei välityspalvelinta";
"No server set to connect to"="Yhtään palvelinta ei ole asetettu yhdistämään kohteeseen";
"No space left on device"="Laitteessa ei ole tilaa";
"No such file or directory"="Tiedostoa tai hakemistoa ei ole";
"No, I'll complete my request(s) later."="Ei, täytän pyyntöni myöhemmin.";
"No, cancel all pending requests."="Ei, peruuta kaikki odottavat pyynnöt.";
"None"="Ei mitään";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Huomautus: Jos URL-linkkejä ei voi käyttää, mukauta välityspalvelimesi asetuksia ja testaa yhteyttä uudelleen.";
"Number of copies:"="Kopioiden määrä:";
"OK"="OK";
"Office 365 (school)"="Office 365 (koulu)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Hups! Emme voineet suorittaa kirjautumistasi loppuun. Yritä uudelleen.\n\nJos tämä ei toimi, ohita kirjautuminen nyt ja yritä myöhemmin uudelleen Tili-valikosta.";
"Oops. Something went wrong. Restarting the computer might help."="Hups. Jotain meni pieleen. Tietokoneen uudelleen käynnistys voi auttaa.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Oho. Emme voi suorittaa toimintoa ilman Internet-yhteyttä. \n\nYhdistä uudelleen ja yritä uudelleen.";
"Oops. We couldn't load your profile right now. Please try again later."="Hups. Emme voineet ladata profiiliasi juuri nyt. Yritä uudelleen myöhemmin.";
"Open"="Avaa";
"Open "="Avaa ";
"Open in SMART Notebook on this computer."="Avaa SMART Notebookissa tällä tietokoneella.";
"Open in the Notebook Player app on my SMART Board with iQ."="Avaa Notebook Player -sovelluksessa SMART Boardillani IQ:lla.";
"Operation completed successfully."="Toiminnon suorittaminen onnistui.";
"Options"="Asetukset";
"Orientation"="Suuntaaminen";
"Orientation:"="Suunta:";
"Output &file:"="Tulostus&tiedosto:";
"Output Settings"="Lähtöasetukset";
"P&roperties"="O&minaisuudet";
"Page size:"="Sivun koko:";
"Pages from"="Sivua";
"Paper"="Paperi";
"Paper format"="Paperin muoto";
"Paper source:"="Paperilähde:";
"Parent Directory"="Yläkansio";
"Password"="Salasana";
"Password:"="Salasana:";
"Permission Required"="Lupa vaaditaan.";
"Permission denied"="Käyttö estetty";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Puhelin: 1.866.518.6791 tai +1.403.228.5940";
"Please try again"="Yritä uudelleen";
"Please try again later"="Yritä myöhemmin uudelleen";
"Points (pt)"="Pistettä (pt)";
"Portrait"="Pysty";
"PostScript Files (*.ps);;All Files (*)"="PostScript-tiedostot (*.ps);;Kaikki tiedostot (*)";
"Preferences..."="Asetukset...";
"Premium features expired on %1"="Erikoisominaisuudet umpeutuivat %1";
"Premium features will expire on %1 without an active subscription"="Erikoisominaisuudet päättyvät %1 ilman aktiivista tilausta";
"Preparing your document. This can take a while..."="Valmistellaan dokumenttia. Tässä voi mennä hetki...";
"Preview"="Esikatselu";
"Print all"="Tulosta kaikki";
"Print destination"="Tulostuskohde";
"Print first page first"="Tulosta ensimmäinen sivu ensin";
"Print in color if available"="Tulosta väreillä, jos saatavilla";
"Print in grayscale"="Tulosta harmaasävyillä";
"Print last page first"="Tulosta viimeinen sivu ensin";
"Print range"="Tulostusalue";
"Print selection"="Tulosta valinta";
"Print to File (PDF)"="Tallenna tiedostoon (PDF)";
"Print to File (Postscript)"="Tallenna tiedostoon (Postscript)";
"Print to SMART Notebook"="Tulosta SMART Notebookiin";
"Print to file:"="Tulosta tiedostoon:";
"Print to printer:"="Tulosta tulostimelle:";
"Printer"="Tulostin";
"Printer settings"="Tulostimen asetukset";
"Product"="Tuote";
"Product Key"="Tuoteavain";
"Product Key is not valid"="Tuoteavain ei kelpaa";
"Product Key:"="Tuoteavain:";
"Product key has expired."="Tuoteavain on vanhentunut:";
"Product:"="Tuote:";
"Profile"="Profiili";
"Proxy Settings"="Välityspalvelimen asetukset";
"Proxy authentication required"="Välityspalvelimen todennus vaaditaan";
"Proxy requires authentication"="Välityspalvelin vaatii todennusta";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Lopeta";
"Quit %1"="Poistu %1";
"Recent"="Viimeaikainen";
"Recents"="Viimeaikaiset";
"Remaining signed in will give you access to SMART Notebook's basic features."="Kirjautuneena pysyminen antaa sinulle pääsyn SMART Notebook -perusominaisuuksiin.";
"Request Files (%1)"="Pyydetyt tiedostot (%1)";
"Request aborted"="Pyyntö keskeytetty";
"Request denied. See Technical Details below for more information."="Pyyntö kielletty. Saat teknisiä tietoja napsauttamalla alla olevaa Details (Tietoja) -linkkiä.";
"Request type: Activate"="Pyynnön tyyppi: aktivoi";
"Request type: Renew"="Pyynnön tyyppi: uusi";
"Request type: Repair"="Pyynnön tyyppi: Korjaa";
"Request type: Return"="Pyynnön tyyppi: palauta";
"Request:"="Pyyntö:";
"Reset"="Palauta";
"Response Files (%1)"="Vastaustiedosto (%1)";
"Restore Defaults"="Palauta oletusasetukset";
"Result:"="Tulos:";
"Retrieving your account information..."="Haetaan tilitiedot...";
"Retry"="Yritä uudelleen";
"Reverse"="Käännä";
"Reverse landscape"="Käänteinen vaaka";
"Reverse portrait"="Käänteinen pysty";
"SMART Account"="SMART-tili";
"SMART Document Camera Mixed Reality Tools"="SMART Document Camera sekoitettu todellisuus -työkalut";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite Online – Pääsy kannettavaan mistä tahansa";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro henkilöversio";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="SMART Meeting Pro -liitin Microsoft Lync:ille";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="SMART Notebook 3D-työkalut";
"SMART Notebook <a href='%1'>premium features</a>"="SMART Notebook <a href='%1'> -erikoisominaisuudet </a>";
"SMART Notebook Collaborative License"="Yhteistoiminnallinen SMART Notebook -lisenssi";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook -englannin sanasto esimerkki 1";
"SMART Notebook History Example 1"="SMART Notebook -historia esimerkki 1";
"SMART Notebook Math Example 1"="SMART Notebook -matematiikka esimerkki 1";
"SMART Notebook Math Example 2"="SMART Notebook -matematiikka esimerkki 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook -tiede esimerkki 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="SMART Table -työkalurivi";
"SMART Technologies - Activation Wizard"="SMART Technologies — Aktivointiohjelma";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="SSL-kättely epäonnistui";
"Save"="Tallenna";
"Save All"="Tallenna kaikki";
"Save As"="Tallenna nimellä";
"Search the SMART Exchange"="Hae SMART Exchange -sivustosta";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Katso lisätietoja <a href='%1'>tietämyskannan artikkelista</a> ja  <a href='%2'>vianmäärityskaaviosta</a> liitettävyysongelmien ratkaisemiseksi erityisesti silloin, kun käytät välityspalvelinta.";
"Select All"="Valitse kaikki";
"Select a Directory"="Valitse hakemisto";
"Select color"="Valitse väri";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Valitse, kuinka haluat jakaa tämän tiedoston SMART Learning Suite Online -profiiliisi";
"Select the Response File"="Valitse vastaustiedosto";
"Selection"="Valinta";
"Send to SMART Cloud"="Lähetä SMART Cloudiin";
"Server closed connection unexpectedly"="Palvelin katkaisi yhteyden odottamatta";
"Services"="Palvelut";
"Share"="jaa";
"Share Now"="Jaa nyt";
"Share this file with the Lessons app on a SMART Board"="Jaa tämä tiedosto Lessons-sovelluksen kanssa SMART Boardilla";
"Share this file with the Notebook Player app on a SMART Board"="Jaa tämä tiedosto Notebook Player -sovelluksen kanssa SMART Boardilla";
"Share to SMART Board with iQ"="Jaa SMART Boardiin IQ:lla";
"Share to the Notebook Player app"="Jaa Notebook Player -sovellukseen";
"Share using a link"="Jaa käyttämällä linkkiä";
"Share with a SMART Board"="Jaa SMART Boardilla";
"Short side"="Lyhyt sivu";
"Show &hidden files"="Näytä &piilotetut tiedostot";
"Show All"="Näytä kaikki";
"Sign In"="Kirjaudu sisään";
"Sign In Again"="Kirjaudu uudelleen";
"Sign Out"="Kirjaudu ulos";
"Sign in"="Kirjaudu sisään";
"Sign in didn't work"="Kirjautuminen ei toiminut";
"Sign in is required for accessing key SMART features."="Kirjautumista vaaditaan SMART-avainominaisuuksien käyttöä varten.";
"Sign in to or create a SMART account"="Kirjaudu tai luo SMART-tili";
"Sign in to use this feature"="Kirjaudu sisään, jos haluat käyttää tätä ominaisuutta";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Kirjaudu sisään SMART-tilillesi tutustuaksesi SMART-tilauksiin, tai käytä Notebookiasi rajoitetussa tilassa.";
"Sign in with Google"="Kirjaudu sisään Googlella";
"Sign in with a Google, Office 365 or Microsoft personal account."="Kirjaudu sisään Google-tilillä, Office 365 -tilillä tai Microsoftin henkilökohtaisella tilillä.";
"Sign in with a browser"="Kirjaudu sisään selaimella";
"Sign up for free"="Rekisteröidy ilmaiseksi";
"Sign up for the latest updates from SMART"="Tilaa viimeiset päivitykset SMARTilta";
"Signed in as:"="Kirjautunut sisään, kuten:";
"Skip Sign In"="Ohita kirjautuminen";
"Skip sign in for now"="Ohita kirjautuminen nyt";
"Skipped sign in"="Ohitettu kirjautuminen";
"Software enabled"="Ohjelmisto otettu käyttöön";
"Some of your license keys have expired. Click here for more info."="Jotkin lisenssiavaimet ovat vanhentuneet. Napsauta tästä saadaksesi lisätietoja.";
"Some of your license keys will expire in %1 days. Click here for more info."="Jotkin lisenssiavaimista vanhenevat %1 päivässä. Napsauta tästä saadaksesi lisätietoja.";
"Something went wrong. Want to try again?"="Jotain meni pieleen. Haluatko yrittää uudelleen?";
"Sort"="Lajittele";
"Sort by &Date"="Lajittele &päivämäärän mukaan";
"Sort by &Name"="Lajittele &nimen mukaan";
"Sort by &Size"="Lajittele &koon mukaan";
"Status"="Tila";
"Status:"="Tila:";
"Stay Inspired"="Pysy ispiroituneena";
"Subscription: <b>%1</b> day(s) remaining"="Tilaus: <b>%1</b> päivä(ä) jäljellä";
"Succeeded"="Onnistui";
"Symbolic Link"="Symbolinen linkki";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Napauta yhdistä-kuvaketta%s oppituntisovelluksessa saadaksesi 4-merkkisen koodin, ja kirjoita sitten koodi alapuolelle.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Napauta Yhdistä-kuvaketta %s Notebook Player -sovelluksessa saadaksesi 4-merkkisen koodin, ja kirjoita koodi alle.";
"Test Connectivity..."="Testaa liitettävyyttä...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Tämä sähköpostiosoite on jo liitetty SMART-tiliin. Kokeile rekisteröidä toisella sähköpostiosoitteella.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Tämä oli outoa ... \n\nEmme ole varmoja, mitä tapahtui, mutta emme voi kirjata sinua sisään juuri nyt.";
"The activation didn't complete. See below for status information."="Asennus ei onnistunut. Katso alta tilatiedot.";
"The following Product Key is not valid: "="Seuraava tuoteavain ei kelpaa: ";
"The information copied successfully, and your Internet browser will open."="Tietojen kopioiminen onnistui, internetselaimesi avautuu.";
"The installed version of this product requires a newer maintenance license."="Tämän tuotteen asennettu versio vaatii uudemman huoltolisenssin.";
"The link has been copied to the clipboard."="Linkki on kopioitu leikepöydälle.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Tämän tuoteavaimen aktivointien lukumäärä on ylittänyt suurimman sallitun määrän. Ota yhteys tuotetukeen apua saadaksesi.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Käyttämäsi tuoteavain on peruutettu. Ota yhteyttä SMART-tukeen saadaksesi lisätietoja.";
"The product key you entered is already in the list."="Antamasi tuoteavain on jo luettelossa.";
"The request file saved successfully. Copy the file to another computer to continue."="Vastauksesi käsittely ei onnistu. Jatka kopioimalla tiedosto toiseen tietokoneeseen.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Pyyntö onnistui osalla tuoteavaimiasi, mutta ei onnistunut kaikkien osalta.";
"The sign in took too long and has expired."="Rekisteröinti kesti liian kauan ja on vanhentunut.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Järjestelmää huolletaan juuri nyt, mutta se on pian saatavilla. Pahoittelemme aiheutunutta vaivaa. ";
"The trial period has started."="Kokeilujakso on aloitettu.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Tätä näppäintä ei voitu aktivoida. Yritä aktivointia uudelleen. \n\nJos ongelma jatkuu, merkitse muistiin virheilmoitukset ja ota yhteyttä SMARTin tekniseen tukeen.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Tämä näppäimen oikeutustietuetta ei ole määritetty oikein. Ota yhteyttä SMARTin tekniseen tukeen.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Jos haluat muodostaa yhteyden SMART:in, sinun täytyy syöttää käyttäjätunnus ja salasana välityspalvelimen %s";
"To page:"="Sivulle:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Jotta voit onnistuneesti aktivoida tuoteavaimen, kaikkien yhteyksien täytyy onnistua. Vihreät tarkistusmerkit ilmaisevat onnistuneet yhteydet.";
"Too many open files"="Liian monta avointa tiedostoa";
"Trial Extension"="Kokeiluajan pidennys";
"Trial: <b>%1</b> day(s) remaining"="Kokeilu: <b>%1</b> päivää jäljellä";
"True"="Tosi";
"Try Again"="Yritä uudelleen";
"Try again later or try a manual request now."="Yritä myöhemmin uudelleen tai yritä manuaalista pyyntöä nyt.";
"Try it Online!"="Kokeile sitä verkossa!";
"Type your user name and password."="Kirjoita käyttäjänimesi ja salasana.";
"Type:"="Tyyppi:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="US tavallinen nro 10 kirjekuori (105 x 241 mm)";
"Unable to complete your request."="Pyyntösi suoritus epäonnistui.";
"Unable to copy."="Kopioiminen epäonnistui.";
"Unable to create your file."="Tiedostosi luominen epäonnistui.";
"Unable to open %1 for writing."="Tiedostoa %1 ei voi avata kirjoitusta varten.";
"Unable to open source file for reading."="Lähdetiedostoa ei voi avata lukemista varten.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Internetselaimesi avaaminen epäonnistui. Yritä avata selain manuaalisesti tai jatka toisella tietokoneella.";
"Unable to read response from file."="Vastausta ei voida lukea tiedostosta.";
"Unable to rename %1 to %2."="Tiedostoa %1 ei voi nimetä uudelleen %2:ksi.";
"Unable to save your request."="Pyyntösi tallentaminen epäonnistui.";
"Unknown"="Tuntematon";
"Unknown Location"="Tuntematon paikka";
"Unknown authentication method"="Tuntematon todennusmenetelmä";
"Unknown error"="Tuntematon virhe";
"Unknown error."="Tuntematon virhe.";
"Unknown protocol specified"="Tuntematon protokolla määritelty";
"Upload this document and create a link to share with others."="Lataa tämä dokumentti ja luo linkki jakaaksesi muiden kanssa.";
"Upload to SMART Cloud"="Lataa SMART Cloudiin";
"Uploading your file..."="Ladataan tiedostoasi...";
"Use Internet Explorer settings"="Käytä Internet Explorer -asetuksia";
"Use System settings"="Käytä järjestelmäasetuksia";
"Use other proxy:"="Käytä toista välityspalvelinta:";
"User Name:"="Käyttäjänimi:";
"User name:"="Käyttäjänimi:";
"Valid for versions released before %1"="Voimassa versoille, jotka julkaistu ennen %1";
"Version %s"="Versio %s";
"Volume activated"="Volyymi aktivoitu";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Vastauksen käsittely ei onnistunut. Pyyntö tulee eri tietokoneelta tai se on jo käsitelty.";
"We'll remember %s for next time."="Me muistamme %s:n seuraavalla kerralla.";
"Web:"="Web:";
"Welcome to %1 software from SMART Technologies."="Tervetuloa SMART Technologiesin ohjelmistoon %1.";
"Welcome to SMART Notebook"="Tervetuloa SMART Notebook -ohjelmistoon";
"What's This?"="Mikä tämä on?";
"Width:"="Leveys:";
"Working on it."="Työn alla.";
"Working on it.."="Työn alla..";
"Working on it..."="Työskennellään sen parissa...";
"Wrong content length"="Väärä sisällön pituus";
"Yes to &All"="Kyllä k&aikkiin";
"Yes to &All"="Kyllä k&aikkiin";
"Yes, I have a numeric response code similar to %1."="Kyllä, minulla on numeerinen vastauskoodi, joka vastaa koodia %1.";
"Yes, I have a response file."="Kyllä, minulla on vastaustiedosto.";
"Yes, I have a response message that starts with %1."="Kyllä, minulla on vastausviesti, joka alkaa %1.";
"Yes, I have an activation key similar to %1."="Kyllä, minulla on aktivointiavain, joka vastaa avainta %1.";
"You can close this tab and return to SMART Notebook."="Voit sulkea tämän välilehden ja palata SMART Notebookiin.";
"You can manage your account and the class ID from the Account menu."="Voit hallita tiliäsi ja luokkatunnusta Tili-valikosta.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Voit kirjautua sisään myöhemmin tili-valikosta. Sisäänkirjautumista vaaditaan useita keskeisiä SMART-ominaisuuksia varten.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Valitsit, että et salli sovellustemme käyttää tiliäsi. Et pysty käyttämään sovellustamme, ennen kuin hyväksyt.";
"You have %1 days to complete activation."="Sinulla on %1 päivää aikaa suorittaa aktivointi.";
"You have signed out"="Olet kirjautunut ulos";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Et ole vielä antanut SMARTille oikeuden käyttää tilitietojasi, jotka vaaditaan kirjautumista varten. Haluatko yritä kirjautua sisään uudelleen?";
"You may wish to send results to your organization's technical support contact."="Jos haluat lähettää tulokset organisaatiosi teknisen tuen yhteyshenkilölle.";
"You need to sign in before you can use this feature."="Sinun täytyy rekisteröityä, ennen kuin voit käyttää tätä ominaisuutta.";
"You're all set!"="Olet valmis!";
"You're unable to change these settings because you manually configured a proxy."="Et voi muuttaa näitä asetuksia, koska olet määrittänyt välityspalvelimen manuaalisesti.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Olet ohittanut kirjautumisen. Voit kirjautua sisään myöhemmin Tili-valikosta.";
"Your SMART Boards"="SMART-taulusi";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Smart Learning Suite -tilaus vanhenee %d päivässä. Lue, kuinka se uusitaan.";
"Your SMART account"="SMART-tilisi";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Verkkoselaimesi on avannut kirjautumissivun, ja voit kirjautua sisään siellä. Palaat tänne kirjautumisen jälkeen.";
"Your first trial extension is activated."="Ensimmäinen kokeiluajan pidennys on aktivoitu.";
"Your first trial extension isn't activated."="Ensimmäistä kokeiluajan pidennystä ei ole aktivoitu.";
"Your second trial extension is activated."="Toinen kokeiluajan pidennys on aktivoitu.";
"Your second trial extension isn't activated."="Toista kokeiluajan pidennystä ei ole aktivoitu.";
"Your trial period has ended."="Kokeilujaksosi on päättynyt.";
"bottom margin"="alareuna";
"left margin"="vasen marginaali";
"locally connected"="paikallisesti yhdistetty";
"right margin"="oikea marginaali";
"to"="asti";
"top margin"="ylämarginaali";
"unknown"="tuntematon";
